tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "readline"
brew "coreutils"
brew "fzf"
brew "zsh"
brew "zsh-completions"

brew "node"
brew "nvm"
brew "pkg-config"
brew "postgresql"
brew "watchman"
brew "zbar"
brew "heroku/brew/heroku"
cask "font-fira-code"
cask "visual-studio-code"
cask "iterm2"
brew "mas"
cask "google-chrome"
cask "notion"
cask "docker"

mas "1Password", id: 443987910
mas "Alfred", id: 405843582
mas "feedly", id: 865500966
mas "IP Scanner", id: 404167149
mas "Magnet", id: 441258766
mas "OmniFocus", id: 867299399
mas "Slack", id: 803453959
mas "Xcode", id: 497799835
