brew "cask"
brew "coreutils"
brew "fzf"
brew "gh"
brew "git-absorb"
brew "git"
brew "llvm"
brew "mas"
brew "navi"
brew "node"
brew "nushell"
brew "nvm"
brew "pkg-config"
brew "postgresql"
brew "qmk/qmk/qmk"
brew "readline"
brew "ripgrep"
brew "sccache"
brew "starship"
brew "watchman"
brew "zoxide"
cask "amethyst"
cask "font-fira-code"
cask "font-victor-mono"
cask "obsidian"
cask "spotify"
cask "visual-studio-code"
cask "firefox"
mas "IP Scanner", id: 404167149
mas "Slack", id: 803453959
mas "Xcode", id: 497799835
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "qmk/qmk"
