
brew "cask"
brew "coreutils"
brew "exercism"
brew "fzf"
brew "gh"
brew "git-absorb"
brew "git"
brew "heroku/brew/heroku"
brew "llvm"
brew "mackup"
brew "mas"
brew "navi"
brew "node"
brew "nushell"
brew "nvm"
brew "pkg-config"
brew "postgresql"
brew "qmk/qmk/qmk"
brew "readline"
brew "ripgrep"
brew "sccache"
brew "starship"
brew "terraform"
brew "watchman"
brew "zbar"
<<<<<<< HEAD
brew "zoxide"
cask "amethyst"
cask "chromedriver"
||||||| 1271ffa
brew "heroku/brew/heroku"
cask "font-fira-code"
cask "visual-studio-code"
cask "iterm2"
brew "mas"
cask "google-chrome"
cask "notion"
=======
brew "asdf"
brew "heroku/brew/heroku"
cask "font-victor-mono"
brew "zsh-syntax-highlighting"
cask "visual-studio-code"
cask "iterm2"
brew "mas"
cask "google-chrome"
>>>>>>> f571f8be3a07d6dec73831d2f4f198bdb6d8045f
cask "docker"
cask "finicky"
cask "font-fira-code"
cask "font-victor-mono-nerd-font"
cask "font-victor-mono"
cask "google-chrome"
cask "iterm2"
cask "notion"
cask "obsidian"
cask "spotify"
cask "visual-studio-code"
mas "IP Scanner", id: 404167149
mas "Slack", id: 803453959
mas "Xcode", id: 497799835
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
vscode "1YiB.svelte-bundle"
vscode "aaron-bond.better-comments"
vscode "alefragnani.Bookmarks"
vscode "ardenivanov.svelte-intellisense"
vscode "castwide.solargraph"
vscode "connorshea.vscode-ruby-test-adapter"
vscode "donjayamanne.githistory"
vscode "dtoplak.vscode-glsllint"
vscode "eamodio.find-related"
vscode "eamodio.gitlens"
vscode "fabiospampinato.vscode-diff"
vscode "fivethree.vscode-svelte-snippets"
vscode "formulahendry.code-runner"
vscode "GitHub.vscode-pull-request-github"
vscode "hbenl.vscode-test-explorer"
vscode "humao.rest-client"
vscode "mechatroner.rainbow-csv"
vscode "mkloubert.vscode-http-client"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode.atom-keybindings"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.test-adapter-converter"
vscode "Orta.vscode-jest"
vscode "phoenixframework.phoenix"
vscode "PolyMeilex.wgsl"
vscode "premparihar.gotestexplorer"
vscode "rebornix.ruby"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "tamasfe.even-better-toml"
vscode "TheNuProjectContributors.vscode-nushell-lang"
vscode "TimGJones.hlsltools"
vscode "Tyriar.sort-lines"
vscode "vadimcn.vscode-lldb"
vscode "wingrunr21.vscode-ruby"
vscode "wmaurer.change-case"
vscode "yzhang.markdown-all-in-one"
